[
{"id":1,"category":1,"category_name":"Extension exercises","language":1,"name":"Lying face down",
"description":"This move reduces pain by unloading pressure on your lower back. It also helps align your spine.",
"instructions":"Lie down on your stomach. Place your arms at your sides.Turn your head to the side or face down. Hold for 2 to 3 minutes. Repeat up to eight times a day."},
{"id":2,"category":1, "category_name":"Extension exercises","language":1,"name":"Lying face down on a pillow",
"description":"To support your lower back, add a pillow under your abdomen.",
"instructions":"Lie facedown and place a pillow under your stomach and pelvis. Place your arms at your sides. Turn your head to the side or face down. Hold for 2 to 3 minutes. Repeat up to eight times a day."},
{"id":3,"category":1, "category_name":"Extension exercises","language":1,"name":"Prone on your elbows",
"description":"This exercise will help restore the natural curve in your lower back. It’s also known as lying face down in extension.",
"instructions":"Lie down on your stomach. Prop yourself up on your forearms with your shoulders above your elbows. Hold for 2 to 3 minutes. Lower your upper body. Repeat up to eight times a day."},
{"id":4,"category":1, "category_name":"Extension exercises","language":1,"name":"Prone press-ups",
"description":"Prone press-ups also help to restore your lower back’s natural curve.",
"instructions":"Lie down on your stomach. Place your hands under your shoulders. Slowly straighten your arms to lift your upper body. Hold for 2 seconds. Return to starting position. Complete 10 reps. Repeat up to eight times a day."},
{"id":5,"category":1, "category_name":"Extension exercises","language":1,"name":"Standing extension",
"description":"The standing extension helps the backward bending motion of your lower back. It’s also convenient to do since you don’t have to lie on the floor.",
"instructions":"Stand up straight. Place your hands on the small of your back. Bend backward as far as possible, keeping your knees straight. Hold for 2 seconds. Return to the starting position. Complete 10 reps. Repeat up to eight times a day."},
{"id":6,"category":1, "category_name":"Extension exercises","language":1,"name":"Lying flexion",
"description":"Lying flexion is the first step in restoring the bending forward motion of the lower back. Once your back pain has improved, begin with this exercise in order to regain range of motion. If you don’t feel comfortable on your back, place your head on a pillow. This will reduce pressure on your spine.",
"instructions":"Lie down on your back. Place your feet flat on the floor, hip-width apart. Bring both your knees up toward your chest, keeping your tailbone down on the ground. Hold for 2 seconds. Return to starting position. Complete 6 reps. Repeat up to four times per day."},
{"id":7,"category":1, "category_name":"Extension exercises","language":1,"name":"Sitting flexion",
"description":"Sitting flexion helps restore the forward bending motion of your back. It’s an intermediate version of lying flexion.",
"instructions":"Sit on the edge of a chair. Straighten your back and place your feet flat on the floor. Bend forward. Reach your hands in between your legs toward the floor. Hold for 2 seconds. Return to starting position. Repeat 6 reps. Complete up to four times a day."},
{"id":8,"category":1, "category_name":"Extension exercises","language":1,"name":"Standing flexion",
"description":"Standing flexion, the most challenging exercise in this series, also increases your spine’s ability to bend forward.",
"instructions":"Stand with your feet shoulder-width apart. Bend forward at your hips, keeping your knees straight. Reach your hands toward the floor. Pause for 1 to 2 seconds. Return to starting position. Repeat 6 reps. Complete up to two times a day."},


{"id":9,"category":2,"category_name":"Flexion exercises","language":1,"name":"The posterior pelvic tilt",
"description":"",
"instructions":"Lie on your back, hands at side, knees bent, feet flat on the floor. Engage your abdominal muscles and gently tilt your pelvis backward, pressing your lower back into the floor. Wait 5 to 10 seconds. Pelvic tilt exercises strengthen the muscles that support your lower back"},
{"id":10,"category":2,"category_name":"Flexion exercises","language":1,"name":"The single knee to chest",
"description":"",
"instructions":"Lie on your back on the floor. Slowly pull one knee and bring it towards your chest while keeping the other leg extended flat on the surface.and hold for 5-10 seconds. Lower your knee and repeat the same movement with the other knee. Remember to perform this exercise slowly and without any jerking movements to avoid straining your muscles or joints."},
{"id":11,"category":2,"category_name":"Flexion exercises","language":1,"name":"The double knee to chest",
"description":"",
"instructions":"Lie on your back with your knees bent and feet flat on the floor. After pulling your right knee toward your chest, pull your left knee toward your chest and hold both knees for 5 to 10 seconds. Slowly lower one leg at a time. Stretching from knee to chest increases the flexibility of your lower back."},
{"id":12,"category":2,"category_name":"Flexion exercises","language":1,"name":"The partial sit-up",
"description":"",
"instructions":"Lie on your back, hands at side, knees bent, feet flat on the floor. Engage your abdominal muscles and gently tilt your pelvis backward, pressing your lower back into the floor and slowly lift your head and shoulders off the floor while holding this position. Wait a short while. Slowly return to the starting position."},
{"id":13,"category":2,"category_name":"Flexion exercises","language":1,"name":"The hamstring stretching",
"description":"",
"instructions":"Try to it up tall with your back straight and shoulders relaxed, with toes directed upwards and knees fully extended. Slowly lower the torso forward over the legs, extend the knees, extend the arms over the legs and focus the eyes forward. Reach your hands toward your toes, sliding them down your legs. Avoid rounding your back; instead, aim to hinge at the hips. You should feel a gentle stretching sensation along the back of your thighs (hamstrings). Do not force the stretch or bounce; instead, maintain a steady, controlled motion. Hamstring stretching increases the flexibility of the muscles in the back of your thighs."},
{"id":14,"category":2,"category_name":"Flexion exercises","language":1,"name":"The hip flexor stretching",
"description":"",
"instructions":"Place one foot in front of the other with the left (front) knee bent and the right (back) knee kept rigidly straight. Flex forward from the body until the left knee touches the axillary crease (armpit area). Repeat with right leg forward and left leg back. The hip flexor muscles are located in the front of your hips. These muscles often shorten, especially if you sit a lot during the day. This exercise increases hip flexibility."},
{"id":15,"category":2,"category_name":"Flexion exercises","language":1,"name":"The squatting",
"description":"",
"instructions":"Stand with both feet parallel to each other at shoulder width. Try to keep the body as perpendicular to the ground as possible, focus the eyes forward and feet flat on the floor, and slowly lower your body (squat) by flexing your knees. Squat exercise strengthens the muscles in your hips. If you have difficulty with your balance, do this exercise near a solid wall."},




{"id":1,"category":1,"category_name":"Erweiterung Übungen","language":2,"name":"Mit dem Gesicht nach unten liegen",
"description":"Diese Bewegung lindert Schmerzen, indem sie den Druck auf den unteren Rücken verringert. Es hilft auch dabei, Ihre Wirbelsäule auszurichten.",
"instructions":"Legen Sie sich auf den Bauch. Legen Sie Ihre Arme seitlich ab. Drehen Sie Ihren Kopf zur Seite oder mit dem Gesicht nach unten. 2 bis 3 Minuten lang gedrückt halten. Wiederholen Sie dies bis zu acht Mal am Tag."},
{"id":2,"category":1, "category_name":"Erweiterung Übungen","language":2,"name":"Mit dem Gesicht nach unten auf einem Kissen liegen",
"description":"Lie on your stomach. Place your arms at your sides. Turn your head to the side or face down. Hold for 2 to 3 minutes. Repeat this up to eight times a day. To support your lower back, add a pillow under your abdomen.",
"instructions":"Lie facedown and place a pillow under your stomach and pelvis. Place your arms at your sides. Turn your head to the side or face down. Hold for 2 to 3 minutes. Repeat up to eight times a day."},
{"id":3,"category":1, "category_name":"Erweiterung Übungen","language":2,"name":"Auf den Ellenbogen liegend",
"description":"Diese Übung hilft dabei, die natürliche Krümmung Ihres unteren Rückens wiederherzustellen. Es wird auch als gestrecktes Liegen mit dem Gesicht nach unten bezeichnet.",
"instructions":"Legen Sie sich auf den Bauch. Stützen Sie sich auf Ihren Unterarmen ab, wobei Ihre Schultern über Ihren Ellbogen liegen. 2 bis 3 Minuten lang gedrückt halten. Senken Sie Ihren Oberkörper. Wiederholen Sie dies bis zu acht Mal am Tag."},
{"id":4,"category":1, "category_name":"Erweiterung Übungen","language":2,"name":"Liegende Liegestütze",
"description":"Liegestütze helfen auch dabei, die natürliche Krümmung Ihres unteren Rückens wiederherzustellen.",
"instructions":"Legen Sie sich auf den Bauch. Legen Sie Ihre Hände unter Ihre Schultern. Strecken Sie langsam Ihre Arme, um Ihren Oberkörper anzuheben. 2 Sekunden lang gedrückt halten. Kehren Sie in die Ausgangsposition zurück. Führen Sie 10 Wiederholungen durch. Wiederholen Sie dies bis zu acht Mal am Tag."},
{"id":5,"category":1, "category_name":"Erweiterung Übungen","language":2,"name":"Stehende Erweiterung",
"description":"Die Standverlängerung unterstützt die Rückbeugebewegung Ihres unteren Rückens. Dies ist auch praktisch, da Sie nicht auf dem Boden liegen müssen.",
"instructions":"Steh gerade. Legen Sie Ihre Hände auf Ihren Rücken. Beugen Sie sich so weit wie möglich nach hinten und halten Sie die Knie gerade. 2 Sekunden lang gedrückt halten. Kehren Sie in die Ausgangsposition zurück. Führen Sie 10 Wiederholungen durch. Wiederholen Sie dies bis zu acht Mal am Tag."},
{"id":6,"category":1, "category_name":"Erweiterung Übungen","language":2,"name":"Liegende Beugung",
"description":"Die Liegebeugung ist der erste Schritt zur Wiederherstellung der Vorbeugebewegung des unteren Rückens. Sobald sich Ihre Rückenschmerzen gebessert haben, beginnen Sie mit dieser Übung, um wieder mehr Bewegungsfreiheit zu erlangen. Wenn Sie sich auf dem Rücken nicht wohl fühlen, legen Sie Ihren Kopf auf ein Kissen. Dadurch wird der Druck auf Ihre Wirbelsäule verringert.",
"instructions":"Lege dich auf deinen Rücken. Stellen Sie Ihre Füße hüftbreit auseinander flach auf den Boden. Bringen Sie beide Knie in Richtung Brust und halten Sie Ihr Steißbein auf dem Boden. 2 Sekunden lang gedrückt halten. Kehren Sie in die Ausgangsposition zurück. Führen Sie 6 Wiederholungen durch. Bis zu viermal täglich wiederholen."},
{"id":7,"category":1, "category_name":"Erweiterung Übungen","language":2,"name":"Sitzflexion",
"description":"Sitzflexion hilft dabei, die Vorwärtsbeugebewegung Ihres Rückens wiederherzustellen. Es handelt sich um eine Zwischenversion der Liegeflexion.",
"instructions":"Setzen Sie sich auf die Kante eines Stuhls. Richten Sie Ihren Rücken auf und stellen Sie Ihre Füße flach auf den Boden. Nach vorne beugen. Strecken Sie Ihre Hände zwischen Ihren Beinen in Richtung Boden. 2 Sekunden lang gedrückt halten. Kehren Sie in die Ausgangsposition zurück. Wiederholen Sie 6 Wiederholungen. Bis zu viermal täglich durchführen."},
{"id":8,"category":1, "category_name":"Erweiterung Übungen","language":2,"name":"Stehende Flexion",
"description":"Die Stehbeugung, die anspruchsvollste Übung dieser Serie, erhöht auch die Fähigkeit Ihrer Wirbelsäule, sich nach vorne zu beugen.",
"instructions":"Stehen Sie mit schulterbreit auseinander stehenden Füßen. Beugen Sie Ihre Hüften nach vorne und halten Sie die Knie gerade. Strecken Sie Ihre Hände zum Boden. Machen Sie eine Pause von 1 bis 2 Sekunden. Kehren Sie in die Ausgangsposition zurück. Wiederholen Sie 6 Wiederholungen. Bis zu zwei Mal am Tag durchführen."},


{"id":9,"category":2,"category_name":"Flexionsübungen","language":2,"name":"Die hintere Beckenneigung",
"description":"",
"instructions":"Legen Sie sich auf den Rücken, die Hände seitlich, die Knie gebeugt, die Füße flach auf dem Boden. Spannen Sie Ihre Bauchmuskeln an, neigen Sie Ihr Becken sanft nach hinten und drücken Sie Ihren unteren Rücken in den Boden. Warten Sie 5 bis 10 Sekunden. Beckenneigungsübungen stärken die Muskeln, die Ihren unteren Rücken stützen"},
{"id":10,"category":2,"category_name":"Flexionsübungen","language":2,"name":"Das einzelne Knie bis zur Brust",
"description":"",
"instructions":"Legen Sie sich mit dem Rücken auf den Boden. Ziehen Sie langsam ein Knie und bringen Sie es in Richtung Brust, während Sie das andere Bein ausgestreckt flach auf der Oberfläche halten. Halten Sie die Position 5–10 Sekunden lang gedrückt. Senken Sie Ihr Knie und wiederholen Sie die gleiche Bewegung mit dem anderen Knie. Denken Sie daran, diese Übung langsam und ohne ruckartige Bewegungen durchzuführen, um eine Überlastung Ihrer Muskeln oder Gelenke zu vermeiden."},
{"id":11,"category":2,"category_name":"Flexionsübungen","language":2,"name":"Das doppelte Knie zur Brust",
"description":"",
"instructions":"Legen Sie sich auf den Rücken, die Knie sind gebeugt und die Füße stehen flach auf dem Boden. Nachdem Sie Ihr rechtes Knie in Richtung Brust gezogen haben, ziehen Sie Ihr linkes Knie in Richtung Brust und halten Sie beide Knie 5 bis 10 Sekunden lang gedrückt. Senken Sie langsam jeweils ein Bein ab. Das Dehnen vom Knie bis zur Brust erhöht die Flexibilität Ihres unteren Rückens."},
{"id":12,"category":2,"category_name":"Flexionsübungen","language":2,"name":"Der teilweise Sit-Up",
"description":"",
"instructions":"Legen Sie sich auf den Rücken, die Hände seitlich, die Knie gebeugt, die Füße flach auf dem Boden. Spannen Sie Ihre Bauchmuskeln an und neigen Sie Ihr Becken sanft nach hinten, drücken Sie Ihren unteren Rücken in den Boden und heben Sie Ihren Kopf und Ihre Schultern langsam vom Boden ab, während Sie diese Position beibehalten. Warten Sie kurz. Kehren Sie langsam in die Ausgangsposition zurück."},
{"id":13,"category":2,"category_name":"Flexionsübungen","language":2,"name":"Die Dehnung der Oberschenkelmuskulatur",
"description":"",
"instructions":"Versuchen Sie, mit geradem Rücken und entspannten Schultern aufrecht zu stehen, die Zehen nach oben gerichtet und die Knie vollständig durchgestreckt. Senken Sie den Oberkörper langsam nach vorne über die Beine, strecken Sie die Knie, strecken Sie die Arme über die Beine und richten Sie den Blick nach vorne. Greifen Sie mit den Händen zu Ihren Zehen und lassen Sie sie über Ihre Beine gleiten. Vermeiden Sie es, Ihren Rücken rund zu machen; Versuchen Sie stattdessen, die Hüfte anzuheben. Sie sollten ein sanftes Dehnungsgefühl entlang der Rückseite Ihrer Oberschenkel (Oberschenkel) spüren. Erzwingen Sie die Dehnung oder den Sprung nicht; Behalten Sie stattdessen eine gleichmäßige, kontrollierte Bewegung bei. Durch die Dehnung der hinteren Oberschenkelmuskulatur wird die Flexibilität der Muskeln an der Rückseite Ihrer Oberschenkel erhöht."},
{"id":14,"category":2,"category_name":"Flexionsübungen","language":2,"name":"Der Hüftbeuger wird gedehnt",
"description":"",
"instructions":"Stellen Sie einen Fuß vor den anderen, wobei das linke (vordere) Knie gebeugt und das rechte (hintere) Knie steif gestreckt bleibt. Beugen Sie sich vom Körper nach vorne, bis das linke Knie die Achselfalte (Achselhöhlenbereich) berührt. Wiederholen Sie den Vorgang mit dem rechten Bein nach vorne und dem linken Bein nach hinten. Die Hüftbeugemuskeln befinden sich an der Vorderseite Ihrer Hüfte. Diese Muskeln verkürzen sich häufig, insbesondere wenn Sie tagsüber viel sitzen. Diese Übung erhöht die Flexibilität der Hüfte."},
{"id":15,"category":2,"category_name":"Flexionsübungen","language":2,"name":"Das Hocken",
"description":"",
"instructions":"Stehen Sie mit beiden Füßen schulterbreit parallel zueinander. Versuchen Sie, den Körper so senkrecht wie möglich zum Boden zu halten, den Blick nach vorne zu richten und die Füße flach auf den Boden zu stellen. Senken Sie Ihren Körper langsam ab (in die Hocke), indem Sie die Knie beugen. Kniebeugenübungen stärken die Muskeln in Ihren Hüften. Wenn Sie Schwierigkeiten mit dem Gleichgewicht haben, führen Sie diese Übung in der Nähe einer festen Wand durch."},








{"id":1,"category":1,"category_name":"Ejercicios de extension","language":3,"name":"Descansando boca abajo",
"description":"Este movimiento reduce el dolor al descargar la presion en la zona lumbar. Tambien ayuda a alinear la columna.",
"instructions":"Acostado boca abajo. Coloque los brazos a los costados. Gire la cabeza hacia un lado o boca abajo. Mantenga durante 2 a 3 minutos. Repita hasta ocho veces al dia."},
{"id":2,"category":1, "category_name":"Ejercicios de extension","language":3,"name":"Descansando boca abajo sobre una almohada",
"description":"Para apoyar su espalda baja, agregue una almohada debajo de su abdomen.",
"instructions":"Acostado boca abajo y coloque una almohada debajo del estomago y la pelvis. Coloque sus brazos a los costados. Gira la cabeza hacia un lado o boca abajo. Mantenga durante 2 a 3 minutos. Repita hasta ocho veces al dia."},
{"id":3,"category":1, "category_name":"Ejercicios de extension","language":3,"name":"Acostado sobre tus codos",
"description":"Este ejercicio ayudará a restaurar la curva natural de la zona lumbar. Tambien se le conoce como acostarse boca abajo en extension.",
"instructions": "Acostado boca abajo. Apoyarse sobre los antebrazos con los hombros por encima de los codos. Mantenga la posicion durante 2 a 3 minutos. Baje la parte superior del cuerpo. Repita hasta ocho veces al dia."},
{"id":4,"category":1, "category_name":"Ejercicios de extension","language":3,"name":"Flexiones boca abajo",
"description":"Las flexiones tambien ayudan a restaurar la curva natural de la espalda baja.",
"instructions":"Acostado boca abajo. Coloque sus manos debajo de sus hombros. Estire lentamente los brazos para levantar la parte superior del cuerpo. Mantenga durante 2 segundos. Regresar a la posicion inicial. Completa 10 repeticiones. Repita hasta ocho veces al dia."},
{"id":5,"category":1, "category_name":"Ejercicios de extension","language":3,"name":"Extension de pie",
"description":"La extension de pie ayuda al movimiento de flexion hacia atras de la zona lumbar. Tambien es comodo de hacer ya que no es necesario tumbarse en el suelo.",
"instructions":"Parate derecho. Coloque sus manos en la parte baja de su espalda. Inclinese hacia atras lo mas que pueda, manteniendo las rodillas rectas. Mantenga durante 2 segundos. Vuelve a la posicion inicial. Completa 10 repeticiones. Repita hasta ocho veces al dia."},
{"id":6,"category":1, "category_name":"Ejercicios de extension","language":3,"name":"Flexion acostado",
"description":"La flexion acostada es el primer paso para restaurar el movimiento de flexion hacia adelante de la zona lumbar. Una vez que tu dolor de espalda haya mejorado, comienza con este ejercicio para recuperar el rango de movimiento. Si no se siente comodo boca arriba, coloque la cabeza sobre una almohada. Esto reduce la presion sobre su columna.",
"instructions":"Acostado boca arriba. Coloque los pies apoyados en el suelo, separados a la altura de las caderas. Lleve ambas rodillas hacia el pecho, manteniendo el coxis en el suelo. Mantenga durante 2 segundos. Regresar a la posicion inicial. Completa 6 repeticiones. Repita hasta cuatro veces por dia."},
{"id":7,"category":1, "category_name":"Ejercicios de extension","language":3,"name":"Flexion sentada",
"description":"La flexion sentada ayuda a restaurar el movimiento de flexion hacia adelante de la espalda. Es una version intermedia de la flexion acostada.",
"instructions":"Sentado en el borde de una silla. Enderece la espalda y coloque los pies apoyados en el suelo. Inclínese hacia adelante. Extienda las manos entre las piernas hacia el suelo. Mantenga la posicion durante 2 segundos. Regrese a la posicion inicial. Repita 6 repeticiones. Completa hasta cuatro veces al dia."},
{"id":8,"category":1, "category_name":"Ejercicios de extension","language":3,"name":"Flexion de pie",
"description":"La flexion de pie, el ejercicio mas desafiante de esta serie, tambien aumenta la capacidad de la columna para inclinarse hacia adelante.",
"instructions":"Parado con los pies separados a la altura de los hombros. Inclinarse hacia adelante a la altura de las caderas, manteniendo las rodillas rectas. Extiende tus manos hacia el suelo. Haga una pausa de 1 a 2 segundos. Regresar a la posicion inicial. Repite 6 repeticiones. Complete hasta dos veces al dia."},


{"id":9,"category":2,"category_name":"Ejercicios de flexion","language":3,"name":"La inclinacion pelvica posterior",
"description":"",
"instructions":"Acostado boca arriba, con las manos a los lados, las rodillas dobladas y los pies apoyados en el suelo. Involucre sus músculos abdominales e incline suavemente su pelvis hacia atras, presionando su espalda baja contra el piso. Espere de 5 a 10 segundos. Los ejercicios de inclinacion pelvica fortalecen los músculos que sostienen la zona lumbar."},
{"id":10,"category":2,"category_name":"Ejercicios de flexion","language":3,"name":"Rodilla al pecho.",
"description":"Acostado boca arriba en el suelo. Tire lentamente de una rodilla y llevela hacia el pecho mientras mantiene la otra pierna extendida sobre la superficie y mantengala asi durante 5 a 10 segundos. Baja la rodilla y repite el mismo movimiento con la otra rodilla. Recuerda realizar este ejercicio lentamente y sin movimientos bruscos para evitar forzar tus musculos o articulaciones.",
"instructions":""},
{"id":11,"category":2,"category_name":"Ejercicios de flexion","language":3,"name":"Rodillas pecho",
"description":"",
"instructions":"Acostado boca arriba con las rodillas dobladas y los pies apoyados en el suelo. Despues de tirar de la rodilla derecha hacia el pecho, tire de la rodilla izquierda hacia el pecho y sostenga ambas rodillas durante 5 a 10 segundos. Baje lentamente una pierna a la vez. Estirarse desde la rodilla hasta el pecho aumenta la flexibilidad de la zona lumbar."},
{"id":12,"category":2,"category_name":"Ejercicios de flexion","language":3,"name":"La sentadilla parcial",
"description":"",
"instructions":"Acostado boca arriba, con las manos a los lados, las rodillas dobladas y los pies apoyados en el suelo. Contraiga los musculos abdominales e incline suavemente la pelvis hacia atras, presionando la parte baja de la espalda contra el suelo y levante lentamente la cabeza y los hombros del suelo mientras mantiene esta posicion. Espere un momento. Regrese lentamente a la posicion inicial."},
{"id":13,"category":2,"category_name":"Ejercicios de flexion","language":3,"name":"El estiramiento del tendon de la corva",
"description":"",
"instructions":"Intente hacerlo erguido con la espalda recta y los hombros relajados, con los dedos de los pies hacia arriba y las rodillas completamente extendidas. Baja lentamente el torso hacia adelante sobre las piernas, extiende las rodillas, extiende los brazos sobre las piernas y enfoca la mirada hacia adelante. Lleve las manos hacia los dedos de los pies y deslicelas por las piernas. Evite arquear la espalda; en su lugar, trate de girar en las caderas. Deberia sentir una suave sensación de estiramiento a lo largo de la parte posterior de los muslos (isquiotibiales). No fuerces el estiramiento ni rebotes; en su lugar, mantenga un movimiento constante y controlado. El estiramiento de los isquiotibiales aumenta la flexibilidad de los músculos de la parte posterior de los muslos."},
{"id":14,"category":2,"category_name":"Ejercicios de flexion","language":3,"name":"El estiramiento del flexor de la cadera.",
"description":"",
"instructions":"Coloque un pie delante del otro con la rodilla izquierda (delantera) doblada y la rodilla derecha (trasera) mantenida rigidamente recta. Flexione hacia adelante desde el cuerpo hasta que la rodilla izquierda toque el pliegue axilar (area de la axila). Repita con la pierna derecha hacia adelante y la pierna izquierda hacia atras. Los musculos flexores de la cadera se encuentran en la parte delantera de las caderas. Estos musculos suelen acortarse, especialmente si pasa mucho tiempo sentado durante el dia. Este ejercicio aumenta la flexibilidad de la cadera."},
{"id":15,"category":2,"category_name":"Ejercicios de flexion","language":3,"name":"Sentadilla",
"description":"",
"instructions":"Parado con ambos pies paralelos entre sí al ancho de los hombros. Trate de mantener el cuerpo lo mas perpendicular posible al suelo, enfoque la vista hacia adelante y los pies apoyados en el suelo, y baje lentamente el cuerpo (en cuclillas) flexionando las rodillas. El ejercicio en cuclillas fortalece los músculos de las caderas. Si tiene dificultades con el equilibrio, haga este ejercicio cerca de una pared sólida."}
]